Repository: common-repository/aopush
Catalog: lang/aopush-*.po
Languages: ru_ru

source: Notifications AutoOffice.Push
ru_ru: Уведомления АвтоОфис.Пуш

source: Settings
ru_ru: Настройки

source: Newsletters
ru_ru: Рассылка

source: Developments
ru_ru: События

source: Templates
ru_ru: Автоматическая отправка

source: Story
ru_ru: Статистика

source: Help
ru_ru: Помощь

source: Top up balance
ru_ru: Пополнить баланс

source: Personal Area
ru_ru: Личный кабинет

source: Basic settings
ru_ru: Основные настройки

source: Title Settings
ru_ru: Для включения Push вам необходимо зарегистрироваться в нашем сервисе. Регистрация и отправка 500 пуш-сообщений в месяц абсолютно бесплатна. Введите email и нажмите «Далее», затем подтвердите регистрацию в вашем почтовом ящике.<br>

source: Domain
ru_ru: Домен

source: Save
ru_ru: Сохранить

source: Balance
ru_ru: Баланс

source: Limit
ru_ru: Лимит

source: Incorrect data
ru_ru: Некорректные данные

source: Missing or expired token
ru_ru: Отсутствует или просрочен токен

source: Message text
ru_ru: Текст сообщения

source: Message subject
ru_ru: Тема сообщения

source: Notifications
ru_ru: Событие отправки Push уведомлений

source: Use
ru_ru: Использовать

source: Change record
ru_ru: Изменение записи

source: Create a record
ru_ru: Создание записи

source: There is an account for the specified domain
ru_ru: Для указанного домена существует учетная запись

source: Read the instructions on the site
ru_ru: Читайте на сайте &rsaquo;&rsaquo;&rsaquo;

source: AvtoOfis.Push
ru_ru: АвтоОфис.Пуш

source: Aopush Plugin
ru_ru: Aopush: web push-уведомления на вашем сайте

source: Message History
ru_ru: История сообщений

source: Period
ru_ru: Период

source: from
ru_ru: от

source: to
ru_ru: до

source: Missing data
ru_ru: Отсутствуют данные

source: Failed to save data
ru_ru: Не удалось сохранить данные

source: Settings have been saved
ru_ru: Настройки сохранены

source: Data saved successfully. A notification with a link to confirm email has been sent to the specified address
ru_ru: Данные успешно сохранены. На указанный адрес отправлено уведомление с ссылкой для подтверждения email

source: Aopush
ru_ru: АвтоОфис.Пуш

source: Push Templates
ru_ru: Шаблоны автоматических Push уведомлений

source: Title Push Templates
ru_ru: Push-уведомления будут отправляться автоматически, если включены и настроены события Wordpress

source: EventsType
ru_ru: Событие

source: NewPost
ru_ru: Новая запись

source: UpdatePost
ru_ru: Изменение записи

source: SubjectPush
ru_ru: Заголовок

source: TextPush
ru_ru: Текст уведомления

source: IconPush
ru_ru: Url иконки

source: WarningTextPush
ru_ru: Текстом сообщения для данного типа уведомлений является название записи

source: DeleteIcon
ru_ru: Удалить файл

source: Instructions
ru_ru: Инструкция

source: Mailing list
ru_ru: Отправка Push уведомлений по всем

source: Send
ru_ru: Отправить

source: UploadIconPush
ru_ru: Загруженная иконка

source: Stastistics Send Push
ru_ru: Статистика отправленных Push уведомлений

source: Send Type
ru_ru: Тип сообщения

source: Productive
ru_ru: Доставлено

source: Productive Date
ru_ru: Дата доставки

source: Creation Date
ru_ru: Дата отправки

source: Send Push
ru_ru: Отправлено

source: Send Mailing list
ru_ru: Рассылка

source: Total Client
ru_ru: Всего подписчиков

source: Total New Post
ru_ru: Всего отправлено

source: Total Update Post
ru_ru: Всего доставлено

source: Success Save Data
ru_ru: Данные успешно сохранены

source: Warning used checkbox
ru_ru: Эта опция включает подписку на Push на вашем сайте и автоматическую<br> отправку уведомлений после активации событий

source: Warning Login Form
ru_ru: В поле: Email укажите действующий электронный адрес

source: Warning Domain Form
ru_ru: В поле: Домен необходимо указать url домена. Пример : <b>https://example.com</b>

source: Test Push
ru_ru: Отправка тестовых Push уведомлений

source: Test
ru_ru: Тест

source: Warning Subject Push Form
ru_ru: Допустимая длина заголовка 30 символов.<br> При превышении указанной длины часть текста не будет отображена

source: Warning Text Push Form
ru_ru: Допустимая длина сообщения 130 символов.<br> При превышении указанной длины часть текста не будет отображена

source: Warning Url Push Form
ru_ru: Ссылка на изображение в формате: <b>https://example.com</b>

source: Unsubscribe
ru_ru: Отписаться

source: Subscribe
ru_ru: Подписаться

source: There are no subscriptions to send test notifications
ru_ru: Отсутствуют подписки для отправки тестовых уведомлений

source: Negative balance, notifications can not be sent
ru_ru: Отрицательный баланс, отправка уведомлений невозможна

source: Notification successfully sentsent
ru_ru: Уведомление успешно отправлено

source: Unsubscribe Success
ru_ru: Вы успешно отписались от Push уведомлений

source: Unsubscribe Error
ru_ru: Не удалось отписаться от Push уведомлений

source: Could not create subscription
ru_ru: Не удалось создать подписку на Push уведомления

source: Subscribe Success
ru_ru: Подписка на Push уведомления успешно создана

source: Unsubscribe Already
ru_ru: Вы уже отписаны от Push уведомлений

source: Further
ru_ru: Далее

source: UsePushSite
ru_ru: Включить подписку на Push на сайте

source: Data for re-activation successfully updated. A notification was sent to the specified address with an email confirmation link
ru_ru: Данные для повторной активации успешно обновлены. На указанный адрес отправлено уведомление со ссылкой для подтверждения электронной почты

source: Uninstall Account
ru_ru: Аккаунт деактивирован

source: Tech Support
ru_ru: Техподдержка

source: Default Icon
ru_ru: https://aoserver.ru/images/png/default_push_icon.png

source: Help Events Insert
ru_ru: Push-уведомление будет отправлено по всем подписчикам после публикации новой записи на сайте Wordpress со ссылкой на просмотр записи

source: Help Events Update
ru_ru: Push-уведомление будет отправлено по всем подписчикам после обновления публикации на сайте Wordpress со ссылкой на просмотр записи

source: Event Used
ru_ru: Включить событие

source: LinkPush
ru_ru: Ссылка

source: Warning Link Push Form
ru_ru: Ссылка в формате: <b>https://example.com</b>

source: Notifications successfully sentsent
ru_ru: Рассылка успешно отправлена
